Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The large granules, 10-60 μm in diameter, are discoid or, morerarely, reniform in surface view.
es_es: Los gránulos grandes, de 10 a 60 μm de diámetro, son discoides o, más raramente, reniformes vistos desde su superficie.

source: The large sample size, pragmatic eligibility criteria that is reflective of standard practice, and consistency of results across multiple secondary outcomes and subgroups attests to the generalisability of the trial’s results.
es_es: El gran tamaño de la muestra, los criterios pragmáticos de inclusión acordes a la práctica protocolar y la coherencia de los resultados para diversos desenlaces secundarios y diferentes subgrupos permiten generalizar con fundamento los resultados del ensayo.

source: The larger the variability the larger needs to be the difference between the release specification and the shelf-life specification to guarantee that a released batch will remain within shelflife specification for the complete shelf-life.
es_es: A mayor variabilidad, mayor debe ser la diferencia entre la especificación de liberación y de vida útil para garantizar que una partida liberada permanezca dentro de esta última en toda su vida útil.

source: The largest expected dose is ≤ 1200 mg, resulting in a maximum endotoxin level of 0.17 EU/mg.
es_es: La dosis máxima esperada es ≤ 1200 mg, de donde surge un nivel máximo de endotoxinas de 0,17 UE/mg.

source: The latest list of “always serious AEs” was made available to the investigators in the ISF.
es_es: La lista más reciente de “EA siempre graves” se puso a disposición de los investigadores en el archivo del centro investigador.

source: The latter model is described by the following equation:
es_es: El segundo modelo se describe mediante la siguiente ecuación:

source: The leachables results for samples stored at 30°C / 75 % RH, at 40°C / 75 % RH and at 60°C correlate with the extractables results as all actual leachables results are below the calculated potential leachables amounts.
es_es: Los resultados para lixiviables de las muestras almacenadas a 30° C/75% HR, a 40° C/75% HR y a 60° C se correlacionan con los resultados de los extraíbles, ya que todos los resultados de lixiviables reales están por debajo de las cantidades calculadas para posibles lixiviables.

source: The leak rates of all samples measured were 1.00 * 10-12 mbar*L/s.
es_es: Las tasas de fuga de todas las muestras evaluadas fueron de 1.00 * 10-12 mbar*l/s.

source: The level is in the low ppm range and, therefore, not deemed to be relevant.
es_es: Este nivel está en un intervalo bajo de ppm y, por lo tanto, no se considera relevante.

source: The level is in the very low ppm range and, therefore, not deemed to be relevant.
es_es: Este nivel está en un intervalo muy bajo de ppm y, por lo tanto, no se considera relevante.

source: The level of potential leachables was estimated based on a 25 mg dose of tenecteplase.
es_es: El nivel de posibles lixiviables se estimó a partir de una dosis de tenecteplasa de 25 mg.

source: The life science business of Merck KGaA, Darmstadt, Germany operates as MilliporeSigma in the US and Canada.
es_es: La línea de ciencias biológicas de Merck KGaA, Darmstadt, Alemania, funciona como MilliporeSigma en Estados Unidos y Canadá.

source: The limit CFU/30 mL is even more strict than CFU/10 mL.
es_es: El límite de UFC/30 mL es aún más estricto que el de UFC/10 mL.

source: The limit applies at release and stability.
es_es: El límite vale para la liberación y la estabilidad.

source: The limit for NDMA in empagliflozin / metformin hydrochloride film-coated tablets has been set using the internationally established acceptable intake limit (AIL) of 96.0 ng/day.
es_es: El límite de NDMA en comprimidos recubiertos de empagliflozina/clorhidrato de metformina se ha establecido en función del límite de ingesta aceptable establecido internacionalmente de 96,0 ng/día.

source: The limit for shelf life remains unchanged.
es_es: El límite de la vida útil permanece sin cambios.

source: The limit for the stopper position control was established for the specific combination of vial and rubber stopper.
es_es: Para la combinación del frasco y el tapón de caucho, se estableció el límite de control del calce del tapón.

source: The limit is therefore low enough to avoid an increased cancer risk for patients using a drug presented in an EtO pre-sterilized container based on evaluations in ICH M7.
es_es: Por lo tanto, el límite es lo suficientemente bajo como para evitar que el riesgo de padecer cáncer sea mayor en los pacientes que reciben un medicamento presentado en un recipiente esterilizado con óxido de etileno según las evaluaciones incluidas en ICH M7.

source: The limit of quantitation (LOQ) of the method is <10 % of PDE for each elemental impurity and raw material used.
es_es: El límite de cuantificación del método es <10 % de la exposición diaria permitida para cada impureza elemental y materia prima utilizada.

source: The limits are based on manufacturing experience, small-scale characterisation studies and filter validation studies (see Section 3.2.P.3.5 Process Validation and/or Evaluation) and are described in more detail in the following subchapters.
es_es: Los límites se calculan a partir de la experiencia de fabricación, los estudios de caracterización a pequeña escala y los estudios de validación de filtros (ver la Sección 3.2.P.3.5, Validación y evaluación del proceso) y se describen con más detalle en los siguientes subcapítulos.

source: The linear regression of results from current and proposed method (red) is approximately parallel to the black diagonal representing a perfect match of both methods.
es_es: La regresión lineal de los métodos vigente y propuesto (en rojo) es aproximadamente paralela a la diagonal negra que representa la correspondencia perfecta entre ambos métodos.

source: The linear regression of results from current and proposed method is shown in Figure 26 as red line.
es_es: En la Figura 26, la línea roja es la regresión lineal de los métodos vigente y propuesto.

source: The linear velocity of the carrier gas through a column is inversely proportional to the square of the internal diameter of the column for a given flow volume.
es_es: Para un volumen de flujo dado, la velocidad lineal del gas portador en la columna es inversamente proporcional al diámetro interno de la columna elevado al cuadrado.

source: The linearities with and without matrix can be compared only if the same regression model is used.
es_es: Solo es posible comparar la linealidad con y sin matriz si se usa un mismo modelo de regresión.

source: The linearity plots are shown inFigure 22andFigure 23.
es_es: En la Figura 22 y la Figura 23 se presentan los gráficos de linealidad.

source: The linearity plots are shown inFigure 24.
es_es: En la Figura 24 se presentan los gráficos de linealidad.

source: The linearity was determined from 10 ppb to 120 ppb.
es_es: La linealidad se determinó entre 10 y 120 ppb.

source: The linearity was determined with and without matrix and a statistical comparison of the linearities was performed.
es_es: La linealidad se determinó con y sin la matriz y se hizo una comparación estadística de las linealidades.

source: The linearity with and without matrix was found to be comparable (see chapter 3.5.3).
es_es: Se determinó que la linealidad con y sin matriz arroja resultados equiparables (ver la Sección 3.5.3).

source: The linearity with and without matrix was found to be comparable (see chapter3.5.3).
es_es: Se determinó que la linealidad con y sin matriz arroja resultados equiparables (ver la Sección 3.5.3).

source: The list of participants, agendas, and minutes of the meetings are stored in the TMF.
es_es: Las listas de participantes, temarios y minutas de estas reuniones están almacenadas en el archivo maestro del ensayo.

source: The list of these AEs is provided in the remote data capture (RDC).
es_es: La lista de estos eventos adversos se puede ver mediante adquisición remota de datos.

source: The liver parameters improved during the subsequent weeks and the patient recovered, see Appendix 16.2.5 Listing 2, Appendix 16.2.4, Listing 8, Listing 15.4.2: 7, and narratives in Section 15.4.3.
es_es: Los parámetros hepáticos mejoraron durante las semanas siguientes y el paciente se recuperó, ver Apéndice 16.2.5 Listado 2, Apéndice 16.2.4, Listado 8, Listado 15.4.2: 7 y los informes narrativos de la Sección 15.4.3.

source: The liver parameters improved, and the study medication was restarted after an off-treatment period of about 2 weeks.
es_es: Los parámetros hepáticos mejoraron y se reinició la medicación del estudio después de un período sin tratamiento de aproximadamente 2 semanas.

source: The local QA and Technical Director are responsible for activities in the country and possess the technical competence to sign the documentation to be submitted and registered in Peru.
es_es: El Representante de Aseguramiento de la Calidad y el Director Técnico locales son responsables de las actividades llevadas a cabo en el país y poseen la incumbencia técnica para firmar la documentación que se presente y registre en Perú.

source: The local trade name registered in Peru is SPIOLTO RESPIMAT.
es_es: La denominación comercial local registrada en Perú es SPIOLTO RESPIMAT.

source: The local trade name registered in Peru is TRAYENTA DUO.
es_es: La denominación comercial local registrada en Perú es TRAYENTA DUO.

source: The log DNA Clearance Factor for the Phenyl Sepharose chromatography step (chapter 2.3.2.3) is used in concert with the measured DNA concentrations presented in Table 8 (SP Sepharose activity pool) to estimate DNA concentrations in the final product.
es_es: El factor de depuración logarítmica de ADN del paso de cromatografía en fenil sefarosa (capítulo 2.3.2.3) se usa junto con las concentraciones de ADN medidas que se muestran en la Tabla 8 (mezcla de actividad de SP sefarosa) para estimar las concentraciones de ADN en el producto final.

source: The log lysis time for the reference standard (y-axis) is plotted versus the log reference standard concentration (x axis).
es_es: Se una gráfica cruzando el tiempo logarítmico de lisis del estándar de referencia (eje de las ordenadas) con la concentración logarítmica del estándar de referencia (eje de las abscisas).

source: The logP determination of neutral substances - as for empagliflozin - can be carried out at this pH as well.
es_es: También en este pH puede hacerse la determinación logP de sustancias neutras —como empagliflozina—.

source: The logarithm of the octanol-water partition coefficient was determined using the HPLC method according to Donovan and Pescatore [1].
es_es: El logaritmo del coeficiente de reparto octanol-agua se determinó por el método HPLC, según Donovan y Pescatore [1].

source: The long-term and accelerated stability data for tenecteplase DP are provided in Section 3.2.P.8.3 Stability of Drug Product of this application.
es_es: Los datos de estabilidad a largo plazo y en condiciones aceleradas del medicamento tenecteplasa se incluyen en la Sección 3.2.P.8.3, Estabilidad del medicamento, de esta solicitud.

source: The longer time between thrombolysis and arterial puncture in the rural stratum was associated with a significantly higher rate of reperfusion prior to thrombectomy compared with metropolitan and mobile stroke unit patients.
es_es: El mayor tiempo transcurrido entre la trombólisis y la punción arterial en el estrato rural se asoció con una tasa significativamente mayor de reperfusión antes de la trombectomía en comparación con los pacientes metropolitanos y de la unidad móvil de accidentes cerebrovasculares.

source: The low endotoxin recovery studies were successfully performed and the required recovery rate between 50 % and 200 % was met.
es_es: Los estudios de recuperación baja de endotoxinas se realizaron satisfactoriamente y se alcanzó la tasa de recuperación requerida (entre 50% y 200%).

source: The lower bound 95% CI of the difference in primary outcome rate (–2.6%) was greater than –5%, thus meeting the prespecified non inferiority threshold.
es_es: Tomando la diferencia en la tasa de desenlaces primarios, el límite inferior del IC del 95 % (–2,6 %) fue superior a –5 %, de modo que se superó el umbral de no inferioridad preespecificado.

source: The lower pH limit of pH 7.03 represents the validated process and is also correctly stated in section 3.2.S.2.2 “Description of Manufacturing Process and Process Controls” as well as section 3.2.S.2.5 “Process Validation and/or Evaluation”.
es_es: Este límite inferior de 7.03 para el pH es representativo del proceso validado y es el que está correctamente indicado en la sección 3.2.S.2.2, "Descripción del proceso de fabricación y los controles del proceso" y la sección 3.2.S.2.5, "Validación y/o evaluación del proceso".

source: The lower pressure facilitates reconstitution of the lyophilisate through the sealed septum during drug administration.
es_es: La presión inferior facilita la reconstitución del liofilizado a través del tabique sellado durante la administración del fármaco.

source: The lowest dosage of both drug products (linagliptin / metformin HCl 2.5 mg/500 mg and empagliflozin / metformin HCl 5 mg/500 mg) will be tested, to cover the different matrix of both drug products and a worst case approach by using the lowest Metformin Hydrochloride dosage each.
es_es: Se evaluarán las forulaciones menores de sendos medicamentos (linagliptina/HCl de metformina 2.5 mg/500 mg y empagliflozina/HCl de metformina 5 mg/500 mg), para cubrir la matriz distintiva de ambos productos y contemplar el peor escenario, siendo que se emplea en cada caso la dosis más baja de clorhidrato de metformina.

source: The lowest load for which the acceptance criteria are met is 0.31 µg (5 %).
es_es: La menor carga en la que se cumplen los criterios de aceptación es de 0.31 µg (5 %).

source: The lowest load for which the acceptance criteria are met is 0.31 μg (5 %).
es_es: La menor carga en la que se cumplen los criterios de aceptación es de 0.31 μg (5 %).

source: The lyophilized alteplase drug product samples are reconstituted into a stock solution with sterilized water for injection.
es_es: Las muestras de medicamento alteplasa liofilizado se reconstituyen en una solución madre con agua para inyección esterilizada.

source: The lysing effect is measured by the decrease of turbidity.
es_es: El efecto de lisado se mide por la disminución de la turbidez.

source: The magnitude of reduction in disability was substantial with 1 additional patient achieving independence for every 5 treated and 1 in 3 patients being less disabled than they would otherwise have been.(3) Further trials have subsequently shown similar results.(15-17) Guidelines worldwide have changed to recommend endovascular thrombectomy as standard care for ischemic stroke patients with large vessel occlusion.(18-20)
es_es: La magnitud de la reducción de la discapacidad fue significativa: 1 paciente adicional de cada 5 tratados alcanzó la independencia, y en 1 de cada 3 pacientes, el grado de discapacidad fue menor al que de otro modo hubiese sido.(3) Estudios posteriores arrojaron resultados similares.(15-17) En todo el mundo, se modificaron las pautas para que recomendaran la trombectomía endovascular como tratamiento protocolar del accidente cerebrovascular isquémico en pacientes con oclusión de grandes vasos.(18-20)

source: The magnitude of reduction in disability was substantial with 1 additional patient achieving independence for every 5 treated and 1 in 3 patients being less disabled than they would otherwise have been.(3)
es_es: La magnitud de la reducción de la discapacidad fue sustancial: por cada 5 pacientes tratados, 1 paciente adicional logró la independencia, y por cada 3 pacientes, 1 quedó menos discapacitado de lo que habría estado de otro modo.(3)

source: The main existing treatment options
es_es: Principales opciones terapéuticas existentes

source: The main patient characteristics are shown in Table 1 below.
es_es: En la Tabla 1, se muestran las principales características de los pacientes.

source: The main peak acceptance criterion was defined to the k SD (k = 5) value statistically evaluated from 29 historical DP release data.
es_es: El criterio de aceptación para el pico principal se definió según el valor de k desviaciones estándar (k = 5) evaluado estadísticamente a partir de datos históricos de liberación de 29 partidas del medicamento.

source: The main peak consists of two major species: the earlier migrating peak derives from single-chain tenecteplase type II (non-glycosylated at Asn184); the later migrating peak represents single-chain tenecteplase type I (glycosylated at Asn184) with a slightly higher molecular weight than the earlier migrating one
es_es: El pico principal consiste en dos especies importantes: el pico que migra antes deriva de tenecteplasade cadena única tipo II (no glicosilada en Asn184); el pico que migra posteriormente representa tenecteplasa de cadena única tipo I (glicosilada en Asn184) con un peso molecular ligeramente más alto que la que migra antes.

source: The main peak is specified, which is composed of single-chain tenecteplase (type I and type II).
es_es: El pico principal está especificado y está compuesto por tenecteplasa (tipo I y tipo II).

source: The main pre- defined subgroups are listed below.
es_es: A continuación, se enumeran los subgrupos predefinidos.

source: The major changes to the CTP and TSAP are summarised in the sections below.
es_es: En las secciones siguientes, se resumen los principales cambios al protocolo de ensayo clínico y al plan de análisis estadístico del ensayo.

source: The major difference between all presentations is the filling volume required to achieve 25 mg, 40 mg or 50 mg tenecteplase per vial.
es_es: La principal diferencia entre todas las presentaciones radica en el volumen de llenado requerido para alcanzar 25 mg, 40 mg o 50 mg de tenecteplasa por frasco.

source: The majority of acute stroke patients do not arrive at a comprehensive stroke centre with an endovascular suite that is staffed around the clock.
es_es: La mayoría de los pacientes con accidente cerebrovascular agudo no llegan a un centro integral de atención de ACV que cuenta con una sala endovascular con personal las 24 horas.

source: The majority of adverse events reported during this trial were of mild or moderate intensity.
es_es: Los eventos adversos informados durante este ensayo fueron en su mayoría de intensidad leve o moderada.

source: The majority of patients had SBP <140 mmHg and DBP <90 mmHg.
es_es: La mayoría de los pacientes tenían una tensión arterial sistólica <140 mmHg y una presión arterial diastólica <90 mmHg.

source: The majority of patients were above the age of 70 years (64.1%) and almost half had eGFR <60 mL/min/1.73 m2 (4.9% in the eGFR range of 20 to <30).
es_es: La mayoría de los pacientes tenían más de 70 años (64.1%) y casi la mitad tenía una TFGe <60 ml/min/1.73 m2 (4.9% con una TFGe de 20 a <30).

source: The majority of the patients were White (75.9%) and elderly (64.1% of patients were ≥70 years old).
es_es: La mayoría de los pacientes eran caucásicos (75.9%) y de edad avanzada (64.1% tenían ≥70 años).

source: The majority of the results (about 90%) were below the QL of 10 ppb.
es_es: La mayoría de los resultados (aproximadamente 90%) estuvieron por debajo del límite de cuantificación (10 partes por mil millones).

source: The majority of these patients (25.7% overall) had at least one visit performed by phone instead of on-site and 4.6% had at least one visit performed outside the protocol-defined window.
es_es: La mayoría de estos pacientes (25.7% en total) tuvo al menos una visita que se hizo telefónicamente y no en el centro y 4.6% tuvieron al menos una visita que se hizo por fuera de la ventana definida en el protocolo.

source: The manufacture of both spesolimab drug substance 150 mg/mL and spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL) (PFS-NSD-1) is performed according to state-of-the-art procedures and to current Good Manufacturing Practice (cGMP).
es_es: La fabricación tanto del principio activo Espesolimab de 150 mg/ml como de la solución inyectable de Espesolimab en jeringa precargada de 150 mg/jeringa (150 mg/ml) (dispositivo PFS-NSD-1) se realiza de acuerdo con procedimientos de última generación y las bbuenas prácticas de fabricación vigentes.

source: The manufacture of tenecteplase DP follows industry standard practice for aseptic filling of sterile solutions.
es_es: El medicamento tenecteplasa se fabrica de conformidad con la práctica estándar de la industria para el llenado aséptico de soluciones estériles.

source: The manufacture of the filled bulk cartridge for Spiriva® RESPIMAT solution for inhalation can be divided into several sub steps, namely, manufacturing of the bulk solution (Step 1 – 5) and filling (Step 6- 11).
es_es: La fabricación del cartucho a granel lleno para Spiriva® RESPIMAT, solución para inhalación, se divide en varios pasos intermedios: fabricación de la solución a granel (Pasos 1 a 5) y llenado (Pasos 6 a 11).

source: The manufacturer
es_es: El fabricante,

source: The manufacturer certifies biological reactivity testing and compliance per ISO 10993 parts 5, 10 and 11, which correspond to USP <87> and USP <88> Class VI biological reactivity testing.
es_es: El fabricante certifica las pruebas de reactividad biológica y el cumplimiento con las secciones 5, 10 y 11 de las normas ISO 10993, que se corresponden con los capítulos de la Farmacopea de los Estados Unidos (USP) <87> y <88> Clase VI, pruebas de reactividad biológica.

source: The manufacturer certifies biological reactivity testing and compliance per USP <88> Class VI and safety test.
es_es: El fabricante certifica las pruebas de reactividad biológica y el cumplimiento con el capítulo <88> de la USP, Clase VI y con las pruebas de seguridad.

source: The manufacturer certifies biological reactivity testing and compliance per United States Pharmacopeia (USP) <87> and USP <88> Class VI.
es_es: El fabricante certifica las pruebas de reactividad biológica y el cumplimiento según la Farmacopea de los Estados Unidos (USP) <87> y la USP <88> Clase VI.

source: The manufacturer has not identified any chemicals in the product* in an individual concentration above 0.1% weight by weight (w/w), which have been listed as CMR 1A or 1B and included as such in part 3 of Annex VI to Regulation (EC) No 1272/2008 of the European Parliament and of the Council (CLP).
es_es: El fabricante no identificó sustancias químicas en el producto* en concentraciones individuales superiores a 0.1% peso/peso (p/p), registradas como CMR 1A o 1B y, por lo tanto, incluidas en la parte 3 del Anexo VI a la Reglamentación (CE) N.° 1272/2008 del Parlamento Europeo y del Consejo (CLP, por sus siglas en inglés).

source: The manufacturer of the vial adapter “Medimop Medical Projects Ltd” as listed in dossier section 3.2.P.7.1 (78064-p710al0104, q00153295-05) was re-named to “West Pharma. Service IL, LTD”.
es_es: El fabricante del adaptador que figura en la sección 3.2.P.7.1 (78064-p710al0104, q00153295-05) del dossier para vial pasó de llamarse "Medimop Medical Projects Ltd." a West Pharma. Service IL, LTD".

source: The manufacturer states that the hydrophilic Durapore® membrane provides low extractables and particle shedding and broad chemical compatibility.
es_es: El fabricante afirma que la membrana hidrofílica Durapore® arroja bajos niveles de sustncias extraíbles y de desprendimiento de partículas, y una amplia compatibilidad química.
